{
    "Login to your account": "",
    "To locate your cpanel username, check the email we sent you after verifying your email address": "",
    "cPanel Username": "",
    "Password": "",
    "SIGN IN": "",
    "Create an account": "",
    "Forgot your password?": "",
    "Language": "",
    "Remember username": "",

    "Sign up for a free account": "",
    "Success!": "",
    "Your account has been created.": "",
    "To activate your account, please check your email and click the activation link we\\'ve sent to you.": "",
    "The activation page contains your username, which you will need to log into the control panel.": "",
    "Click here to login.": "",
    "If you don\\'t receive the email within a few minutes, please check your spam folder.": "",
    "Click here to resend the email.": "",
    "Go back to our website": "",
    "Processing your request...": "",
    "Each email address is limited to 3 accounts": "",
    "Email Address": "",
    "Confirm Password": "",
    "If you already have a domain that you want to use with us, please select \\'I have my own domain\\'.<br><br>If you don\\'t have a domain right now, you can choose \\'I want to use a free subdomain\\'.<br><br>Don\\'t worry, you can always add more domains (including your own domain) later on from the Control Panel.": "",
    "I have my own domain": "",
    "I want to use a free subdomain": "",
    "To use your domain with us, point it to these nameservers:": "",
    "Exclude the protocol (http:// or https://) and the trailing slash.": "",
    "Domain Name": "",
    "Choose a subdomain and extension": "",
    "Subdomain": "",
    "Captcha": "",
    "By signing up, you acknowledge that you have read and agree to be bound by our": "",
    "terms of service": "",
    "and": "",
    "privacy policies": "",
    "SIGN UP": "",
    "Sign in to your account(s)": "",

    "The username entered is invalid.": "",
    "Password cannot be empty.": "",
    "Password is too short.": "",

    "Subdomain must be between 4 to 16 characters in length.": "",
    "Hypens are not allowed at the end of subdomain.": "",
    "Only alphanumeric characters and hyphens are allowed.": "",
    "Your website will be available at": "",
    "Please enter a valid email address.": "",
    "Password must be between 6 to 20 characters in length.": "",
    "Passwords do not match. Please re-enter your password.": "",
    "Please select an option.": "",
    "Please enter a valid domain name.": "",
    "Please enter a valid subdomain name.": "",
    "Please enter a captcha with 5 characters.": "",
    "Bad Server Response": "",
    "Something went wrong, please try again later.": "",
    "Something went wrong with account creation, please try again later.": "",

    "Taking you to our signup page... If the page doesn\\'t refresh automatically,": "",
    "click here.": "",
    "cannot be missing": "",
    "cannot be unexpected": "",
    "cannot be empty": "",
    "The email address you provided is invalid. Please enter a valid email address and try again.": "",
    "The password you entered must be between 6 and 20 characters in length. Please try again.": "",
    "The password confirmation you entered does not match the password you provided. Please try again.": "",
    "The domain type you provided is invalid. Please enter a valid domain type and try again.": "",
    "The extension you provided is not recognized. Please enter a valid extension and try again.": "",
    "The subdomain you provided is invalid. Please enter a valid subdomain and try again.": "",
    "The custom domain you provided is invalid. Please enter a valid custom domain and try again.": "",
    "The custom domain TLD you provided is not supported. Please enter a valid TLD and try again.": "",
    "Domain not registered, or not propagated yet. Please check your input and try again later.": "",
    "The domain\\'s nameservers are not pointed properly. Please update the domain\\'s DNS settings and try again.": "",
    "The captcha solution you entered is incorrect. Please try again.": "",
    "CSRF token mismatched. Please refresh the page and try again.": ""
}

