{
    "Login to your account": "登錄你的帳號",
    "To locate your cpanel username, check the email we sent you after verifying your email address": "要找到你的控製面板的用戶名，請查看我們在你的電子郵件地址發給你的驗證郵件",
    "cPanel Username": "控製面板用戶名",
    "Password": "密碼",
    "SIGN IN": "登錄",
    "Create an account": "創建一個帳號",
    "Forgot your password?": "忘記密碼了？",
    "Language": "語言",
    "Remember username": "記住用戶名",
    
    "Sign up for a free account": "免費註冊一個帳號",
    "Success!": "成功！",
    "Your account has been created.": "你的帳號已成功創建",
    "To activate your account, please check your email and click the activation link we\\'ve sent to you.": "要激活您的賬戶，請檢查您的電子郵件並點擊我們發給您的激活鏈接",
    "The activation page contains your username, which you will need to log into the control panel.": "激活頁面包含你的用戶名，你將需要這個用戶名來登錄到控製面板",
    "Click here to login.": "點擊這裏登錄",
    "If you don\\'t receive the email within a few minutes, please check your spam folder.": "如果你在幾分鐘內沒有收到電子郵件，請檢查你的垃圾郵件文件夾。",
    "Click here to resend the email.": "點擊這裏重新發送郵件。",
    "Go back to our website": "返回到我們的網站",
    "Processing your request...": "正在處理您的請求...",
    "Each email address is limited to 3 accounts": "每個電子郵件地址最多建3個賬戶",
    "Email Address": "電子郵箱",
    "Confirm Password": "確認密碼",
    "If you already have a domain that you want to use with us, please select \\'I have my own domain\\'.<br><br>If you don\\'t have a domain right now, you can choose \\'I want to use a free subdomain\\'.<br><br>Don\\'t worry, you can always add more domains (including your own domain) later on from the Control Panel.": "如果你已經有一個域名，請選擇 「」我有自己的域名」。如果你現在沒有域名，你可以選擇 「」我想使用一個免費的子域名」。",
    "I have my own domain": "我有自己的域名",
    "I want to use a free subdomain": "我想使用一個免費的子域名",
    "To use your domain with us, point it to these nameservers:": "要在我們這裏使用您的域名，請將其指向這些名稱服務器",
    "Exclude the protocol (http:// or https://) and the trailing slash.": "不包括協議（http:// 或 https://）和尾部斜線(/)。",
    "Domain Name": "域名名稱",
    "Choose a subdomain and extension": "選擇一個子域名和擴展域名",
    "Subdomain": "子域名",
    "Captcha": "驗證碼",
    "By signing up, you acknowledge that you have read and agree to be bound by our": "通過註冊，你承認你已經閱讀並同意接受我們的文章。",
    "terms of service": "服務條款",
    "and": "和",
    "privacy policies": "隱私政策",
    "SIGN UP": "註冊",
    "Sign in to your account(s)": "登錄您的賬戶",
    "The username entered is invalid.": "輸入的用戶名是無效的",
    "Password cannot be empty.": "密碼不能為空",
    "Password is too short.": "密碼太短",
    "Subdomain must be between 4 to 16 characters in length.": "子域的長度必須在4至16個字符之間。",
    "Hypens are not allowed at the end of subdomain.": "在子域的末尾不允許使用連字符。",
    "Only alphanumeric characters and hyphens are allowed.": "只允許使用字母、數字、字符和連字符。",
    "Your website will be available at": "您的網站將在",
    "Please enter a valid email address.": "請輸入有效的電子郵件地址。",
    "Password must be between 6 to 20 characters in length.": "密碼的長度必須在6到20個字符之間。",
    "Passwords do not match. Please re-enter your password.": "密碼不匹配。請重新輸入你的密碼。",
    "Please select an option.": "請選擇一個選項。",
    "Please enter a valid domain name.": "請輸入一個有效的域名。",
    "Please enter a valid subdomain name.": "請輸入有效的子域名稱。",
    "Please enter a captcha with 5 characters.": "請輸入5個字符的驗證碼。",
    "Bad Server Response": "錯誤的服務器響應",
    "Something went wrong, please try again later.": "出錯了，請稍後再試。",
    "Taking you to our signup page... If the page doesn\\'t refresh automatically,": "帶您到我們的註冊頁面... 如果該頁面不能自動刷新，",
    "click here.": "點擊這裏",
    "cannot be missing": "不能缺少",
    "cannot be unexpected": "不許有任何錯誤",
    "cannot be empty": "不能為空",
    "The email address you provided is invalid. Please enter a valid email address and try again.": "您提供的電子郵件地址無效。請輸入一個有效的電子郵件地址。",
    "The password you entered must be between 6 and 20 characters in length. Please try again.": "輸入的密碼長度必須在6到20個字符之間。",
    "The password confirmation you entered does not match the password you provided. Please try again.": "輸入的密碼確認與您提供的密碼不一致。",
    "The domain type you provided is invalid. Please enter a valid domain type and try again.": "您提供的域名類型無效。請輸入一個有效的域名類型。",
    "The extension you provided is not recognized. Please enter a valid extension and try again.": "您提供的擴展名不被認可。請輸入一個有效的擴展名。",
    "The subdomain you provided is invalid. Please enter a valid subdomain and try again.": "您提供的子域名是無效的。請輸入一個有效的子域名。",
    "The custom domain you provided is invalid. Please enter a valid custom domain and try again.": "您提供的自定義域名是無效的。請輸入一個有效的自定義域名。",
    "The custom domain TLD you provided is not supported. Please enter a valid TLD and try again.": "您提供的自定義域名TLD不被支持。請輸入一個有效的頂級域名並重試。",
    "Domain not registered, or not propagated yet. Please check your input and try again later.": "域名沒有註冊，或者還沒有傳播。請檢查您的輸入並稍後再試。",
    "The domain\\'s nameservers are not pointed properly. Please update the domain\\'s DNS settings and try again.": "域名服務器沒有正確指向。請更新域名的DNS設置並重試。",
    "The captcha solution you entered is incorrect. Please try again.": "您輸入的驗證碼不正確，請重試。",
    "CSRF token mismatched. Please refresh the page and try again.": "CSRF令牌不匹配。請刷新頁面並再次嘗試。"
}