{
    "Login to your account": "登录你的帐号",
    "To locate your cpanel username, check the email we sent you after verifying your email address": "要找到你的控制面板的用户名，请查看我们在你的电子邮件地址发给你的验证邮件",
    "cPanel Username": "控制面板用户名",
    "Password": "密码",
    "SIGN IN": "登录",
    "Create an account": "创建一个帐号",
    "Forgot your password?": "忘记密码了？",
    "Language": "语言",
    "Remember username": "记住用户名",
    "Sign up for a free account": "免费注册一个帐号",
    "Success!": "成功！",
    "Your account has been created.": "你的帐号成功注册",
    "To activate your account, please check your email and click the activation link we\\'ve sent to you.": "要激活您的账户，请检查您的电子邮件并点击我们发给您的激活链接",
    "The activation page contains your username, which you will need to log into the control panel.": "激活页面包含你的用户名，你将需要这个用户名来登录到控制面板",
    "Click here to login.": "点击这里登录",
    "If you don\\'t receive the email within a few minutes, please check your spam folder.": "如果你在几分钟内没有收到电子邮件，请检查你的垃圾邮件文件夹。",
    "Click here to resend the email.": "点击这里重新发送邮件。",
    "Go back to our website": "返回到我们的网站",
    "Processing your request...": "正在处理您的请求...",
    "Each email address is limited to 3 accounts": "每个电子邮件地址最多建3个账户",
    "Email Address": "电子邮箱",
    "Confirm Password": "确认密码",
    "If you already have a domain that you want to use with us, please select \\'I have my own domain\\'.<br><br>If you don\\'t have a domain right now, you can choose \\'I want to use a free subdomain\\'.<br><br>Don\\'t worry, you can always add more domains (including your own domain) later on from the Control Panel.": "如果你已经有一个域名，请选择 “”我有自己的域名”。如果你现在没有域名，你可以选择 “”我想使用一个免费的子域名”。",
    "I have my own domain": "我有自己的域名",
    "I want to use a free subdomain": "我想使用一个免费的子域名",
    "To use your domain with us, point it to these nameservers:": "要在我们这里使用您的域名，请将其指向这些名称服务器",
    "Exclude the protocol (http:// or https://) and the trailing slash.": "不包括协议（http:// 或 https://）和尾部斜线(/)。",
    "Domain Name": "域名名称",
    "Choose a subdomain and extension": "选择一个子域名和扩展域名",
    "Subdomain": "子域名",
    "Captcha": "验证码",
    "By signing up, you acknowledge that you have read and agree to be bound by our": "通过注册，你承认你已经阅读并同意接受我们的文章。",
    "terms of service": "服务条款",
    "and": "和",
    "privacy policies": "隐私政策",
    "SIGN UP": "注册",
    "Sign in to your account(s)": "登录您的账户",
    "The username entered is invalid.": "输入的用户名是无效的",
    "Password cannot be empty.": "密码不能为空",
    "Password is too short.": "密码太短",
    "Subdomain must be between 4 to 16 characters in length.": "子域的长度必须在4至16个字符之间。",
    "Hypens are not allowed at the end of subdomain.": "在子域的末尾不允许使用连字符。",
    "Only alphanumeric characters and hyphens are allowed.": "只允许使用字母、数字、字符和连字符。",
    "Your website will be available at": "您的网站将在",
    "Please enter a valid email address.": "请输入有效的电子邮件地址。",
    "Password must be between 6 to 20 characters in length.": "密码的长度必须在6到20个字符之间。",
    "Passwords do not match. Please re-enter your password.": "密码不匹配。请重新输入你的密码。",
    "Please select an option.": "请选择一个选项。",
    "Please enter a valid domain name.": "请输入一个有效的域名。",
    "Please enter a valid subdomain name.": "请输入有效的子域名称。",
    "Please enter a captcha with 5 characters.": "请输入5个字符的验证码。",
    "Bad Server Response": "错误的服务器响应",
    "Something went wrong, please try again later.": "出错了，请稍后再试。",
    "Taking you to our signup page... If the page doesn\\'t refresh automatically,": "带您到我们的注册页面... 如果该页面不能自动刷新，",
    "click here.": "点击这里",
    "cannot be missing": "不能缺少",
    "cannot be unexpected": "不许有任何错误",
    "cannot be empty": "不能为空",
    "The email address you provided is invalid. Please enter a valid email address and try again.": "您提供的电子邮件地址无效。请输入一个有效的电子邮件地址。",
    "The password you entered must be between 6 and 20 characters in length. Please try again.": "输入的密码长度必须在6到20个字符之间。",
    "The password confirmation you entered does not match the password you provided. Please try again.": "输入的密码确认与您提供的密码不一致。",
    "The domain type you provided is invalid. Please enter a valid domain type and try again.": "您提供的域名类型无效。请输入一个有效的域名类型。",
    "The extension you provided is not recognized. Please enter a valid extension and try again.": "您提供的扩展名不被认可。请输入一个有效的扩展名。",
    "The subdomain you provided is invalid. Please enter a valid subdomain and try again.": "您提供的子域名是无效的。请输入一个有效的子域名。",
    "The custom domain you provided is invalid. Please enter a valid custom domain and try again.": "您提供的自定义域名是无效的。请输入一个有效的自定义域名。",
    "The custom domain TLD you provided is not supported. Please enter a valid TLD and try again.": "您提供的自定义域名TLD不被支持。请输入一个有效的顶级域名并重试。",
    "Domain not registered, or not propagated yet. Please check your input and try again later.": "域名没有注册，或者还没有传播。请检查您的输入并稍后再试。",
    "The domain\\'s nameservers are not pointed properly. Please update the domain\\'s DNS settings and try again.": "域名服务器没有正确指向。请更新域名的DNS设置并重试。",
    "The captcha solution you entered is incorrect. Please try again.": "您输入的验证码不正确，请重试。",
    "CSRF token mismatched. Please refresh the page and try again.": "CSRF令牌不匹配。请刷新页面并再次尝试。"
}